{"257143":{"summary":"Ace of the Diamond","datestart":1405823400,"dateend":1405827000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/ace-of-the-diamond","description":"I want to pitch to that mitt again... \r\nA meeting with catcher Kazuya Miyuki changed the 15-year-old Eijun Sawamura's life. \r\nHe said goodbye to all his friends and knocked upon the door of Seidou, a prestigious baseball school, intent on testing his own strength. There, he met many proud baseball players who were betting everything on the sport! \r\nA classic tale, yet new and fresh. All the emotion and excitement of the popular baseball manga is at last coming to television in the form of an anime!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/3454db4ad48c5ff4592e5cd4d770bc4f1380139027_full.jpg"},"261659":{"summary":"Ai-Mai-Mi Mousou Catastrophe","datestart":1405627200,"dateend":1405630800,"address":null,"uri":"http:\/\/www.crunchyroll.com\/ai-mai-mi-mousou-catastrophe","description":"The loveable manga club girls are back! Ai, Mai, Mii, and Ponoka-senpai who might be fighting evil invaders threatening Earth, facing off against rivals in tournaments, and dealing with other absurd situations when they are not drawing manga!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/76754ee3b0c6d5bc465631812b9569fc1404972910_full.jpg"},"261591":{"summary":"Akame ga Kill!","datestart":1405879200,"dateend":1405882800,"address":null,"uri":"http:\/\/www.crunchyroll.com\/akame-ga-kill","description":"Under the rule of a tyrannical empire, Tatsumi, a young swordsman, leaves his home to save his poverty stricken village. He meets a girl named Akame, an assassin who was bought, brainwashed and trained to kill by the Empire. Akame is a member of the secret assassin group called “Night Raid” who use special weapons called Teigu. Together, Tatsumi and the members of Night Raid confront the corrupt empire.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/4fe71ff4ce4cf1b0d13b814d42ba51bc1404629753_full.jpg"},"261589":{"summary":"Aldnoah Zero","datestart":1405796400,"dateend":1405800000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/aldnoah-zero","description":"Humanity has clearly split into two and currently there is no way these groups will once again unite. Humanity celebrates this transient time of peace as they slowly dismiss from their minds the scars their ancestors bore in the past. No one realized that with one little push their world can fall to its destruction.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/742a32fc8179e0fc08998507cd698c3c1404307718_full.jpg"},"261579":{"summary":"ARGEVOLLEN","datestart":1405618200,"dateend":1405621800,"address":null,"uri":"http:\/\/www.crunchyroll.com\/argevollen","description":"The Kingdom of Arandas alliance and the Countries Unification of Ingelmia have been at war for many years. The situation has been at a stalemate across the fortress of the Great Wall, which has never been penetrated since the foundation of Arandas. The gate to the fortress has remained firmly closed, but when it creaks open, the complexity of war starts to change dramatically.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/a32e9051ae6e45b5d9a24df9772d564e1403822513_full.jpg"},"260445":{"summary":"Baby Steps","datestart":1405857600,"dateend":1405861200,"address":null,"uri":"http:\/\/www.crunchyroll.com\/baby-steps","description":"Based on the original manga by Hikaru Katsuki, Baby Steps centers on a honor student named Eiichiro Maruo who becomes frustrated with his life and decides to join the tennis club. Despite lacking experience and physical strength, he utilizes his studious nature to develop a strategic approach to playing tennis. Taking notes of his opponents’ habits and tendencies, he is able to predict their next move before they even react. He also meets Natsu Takasaki, a beautiful girl with a passion for tennis. With her help, he aims to become a professional tennis player.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/9bc1066c5b9c0e0c4ad5ffdd425502941399064647_full.jpg"},"261603":{"summary":"Bladedance of Elementalers","datestart":1405967400,"dateend":1405971000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/bladedance-of-elementalers","description":"Only a pure maiden can have the privilege to contract with a spirit. Priestesses, who can summon spirits from Astral Zero, the world of spirits, and have full command of their power, are called elementalists. \r\n \r\nKamito Kazehaya is the only male with this privilege, and due to what happened in the past he comes to Areisha Spirit Academy where priestesses are trained t become elementalists. He is then told that he is to transfer to the school, form a team with priestesses to compete in Blade Dance where the most powerful elementalist is chosen, and win.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire2\/ae33dd128ae23ad1be9d65438f00141c1405097747_full.jpg"},"261595":{"summary":"Blue Spring Ride","datestart":1405974600,"dateend":1405978200,"address":null,"uri":"http:\/\/www.crunchyroll.com\/blue-spring-ride","description":"At the end of her first year of high school, the main heroine, Futaba suddenly has a chance encounter with her first love, Tanaka Kou. Three years ago, he transferred schools before she was able to say how she felt about him. \r\n \r\nAfter meeting each other again, Futaba realizes that he has gone through many changes. He acts more cool and even had his last name changed to Mabuchi. Gradually the two rekindle their love while piecing together what had happened in the time that they were apart.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/b35af00aa525c9bdcdc487bd9a8aa90e1404720014_full.jpg"},"261767":{"summary":"Call To Cosplay","datestart":1406091600,"dateend":1406095200,"address":null,"uri":"http:\/\/www.crunchyroll.com\/call-to-cosplay","description":"Call to Cosplay is the first cosplay-centric game show to test the individual craftsmanship, and showmanship skills of each cosplayer.  This competition pairs up two cosplayers to duke it out, not against each other, but against the clock.  Each cosplayer will have a limited budget, a mystery item, and only 8 hours to finish each costume before final judgment is delivered when they receive their call to cosplay!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/21c4fe530a728d75370a61bf7639242c1405031239_full.jpg"},"260267":{"summary":"Captain Earth","datestart":1405800000,"dateend":1405803600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/captain-earth","description":"The day before summer vacation starts, Daichi who is a high school boy, sees a rainbow on TV in an island.  “I’ve seen this rainbow before…” He is suddenly urged to visit this island to find about this rainbow, bits of forgotten memories from the past and his father’s mysterious death.  At the island, he encounters a gigantic unknown robot called “Earth Engine”.  He is asked by a crew member, “Are you the Captain”?  From then on, Daichi is sucked into the space battle against robots from Uranus, “Kiltgung”.   \r\nWhen the stars shines brightly in the sky, the battles begin.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/4cb9b51875f9efe28e0dcb8e079ddcdf1396717879_full.jpg"},"260117":{"summary":"Cardfight!! Vanguard Legion Mate (Season 4)","datestart":1405828800,"dateend":1405832400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/cardfight-vanguard-legion-mate-season-4","description":"It has been a few days since facing off with the deadly threat known as Link Joker. \r\nPeace has returned, and everyone is back to their normal lives. \r\n \r\nHowever, Toshiki Kai is faced with an astounding situation. \r\nThe hero who saved everyone from the threat of Link Joker, \r\nAichi Sendou, has vanished from the face of the planet. \r\nOn top of that, the memory of Aichi has even disappeared from people's memories... \r\n \r\nWith no clues as to what's going on, Kai embarks on a journey to search for Aichi, \r\narmed with only \"Blaster Blade\", the symbol of their bond, as well as the Royal Paladin deck.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/efb1d1ee51647da5c1b0d72219480c611395413292_full.jpg"},"260491":{"summary":"DRAGON COLLECTION","datestart":1405945800,"dateend":1405949400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/dragon-collection","description":"Through an unexpected turn of events, an ordinary elementary school student, Hiro Enryu, finds himself in the world of the \"Dragon Collection\" game. This is a world called Dragon Earth, where gods, humans, and monsters exist side by side. Those who roam this world using a magic book, called a Grimoire, and cards to summon monsters and search for treasures that bear the powers of dragons are called Dracolle Battlers. Despite his bewilderment, Hiro becomes a Dracolle Battler and, together with the friends he meets there, begins his adventure to become a legendary Dragon Master!”","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/715cacb6ef95464af34eb52be8ea28f31396811596_full.jpg"},"261593":{"summary":"DRAMAtical Murder","datestart":1405886400,"dateend":1405890000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/dramatical-murder","description":"The story revolves around a young man named Aoba who works in a junk shop. Recently, an online cyber game called “Rhyme” becomes popular on the island he lives on.  Though Aoba has no interest in Rhyme, he is somehow pulled into it. Without knowing it, his peaceful days have come to an end!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/91c3c07b001931bcdb342bb21b711c581404631762_full.jpg"},"261949":{"summary":"Encouragement of Climb Season 2","datestart":1405623600,"dateend":1405627200,"address":null,"uri":"http:\/\/www.crunchyroll.com\/encouragement-of-climb-season-2","description":"","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/ebdddbfbfb320beb37e255cd3efe5dae1405006010_full.jpg"},"260449":{"summary":"Fairy Tail","datestart":false,"dateend":3600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/fairy-tail","description":"The story follows a teenage girl named Lucy Heartfilla who is determined to join the notorious magical Fairy Tail Guild. \r\n \r\nDuring a daring rescue, she encounters Natsu who is part of the guild and eventually offers her a place. They become teammates performing various missions for the Fairy Tail Guild. Be prepared for an action-packed adventure!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/fdce2a93f66d89efdbfe8999c29805a91396643568_full.jpg"},"255625":{"summary":"Fate\/kaleid liner PRISMA ILLYA","datestart":1405541700,"dateend":1405545300,"address":null,"uri":"http:\/\/www.crunchyroll.com\/fatekaleid-liner-prisma-illya","description":"Illya (Illyasviel von Einzbern) is a typical young girl attending Homurabara Academy who just happens to have a slight crush on her brother-in-law. Then, one night, a magic wand called Magical Ruby falls from the sky into her bath and tricks her into signing a contract...","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/d402ce5c2e30d1c0a825efdaed6b305b1372964136_full.jpg"},"243998":{"summary":"Folktales from Japan","datestart":false,"dateend":3600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/folktales-from-japan","description":"Like in any culture, Japanese kids grow up listening to the stories repeatedly told by their \r\nparents and grandparents. The boy born from a peach; the princess from the moon who is discovered inside a bamboo; the old man who can make a dead cherry tree blossom, etc. These short stories that teach kids to see both the dark and bright sides of life have passed traditional moral values from generation to generation.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/684ad6c99f577b7b5787182336683e531333392267_full.jpg"},"255425":{"summary":"Free! - Iwatobi Swim Club","datestart":1405531800,"dateend":1405535400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/free-iwatobi-swim-club","description":"Nanase Haruka loved to be in the water - loved swimming. In elementary school, Nanase Haruka, Tachibana Makoto, Matsuoka Rin, and Hazuki Nagisa attended the same swimming class together. \r\nTime passed, and as Haruka was living an uneventful high school life, he suddenly encountered Rin again. Rin challenged Haruka to a race and showed him how much stronger he had become. \r\nSoon enough, Makoto and Nagisa also rejoined the group, and along with a new classmate, Ryugazaki Rei, they established the Iwatobi High School Swimming Club.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/12cd92e9bee2e7bcd98054fbe45156231403659623_full.jpg"},"260609":{"summary":"Future Card Buddyfight","datestart":1405733400,"dateend":1405737000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/future-card-buddyfight","description":"It is the year 2030, and the stage is the capital of Japan, Chou-Tokyo. Through “Buddyfight”, humans have started cultural interactions with residents from other worlds called “Affinity Dimensions”. Buddyfight is a game with selected humans as the “Buddyfighter”, and residents from the other world as the partner (known as “Buddy Monster”). These battles have high significance and sometimes it is even used to decide the fate of a nation, and naturally there are those who seek to use the Buddy Monsters for evil purposes.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/7f9c60305cc7a9c91f5f56b11c818c651397940222_full.jpg"},"261581":{"summary":"GLASSLIP","datestart":1405616400,"dateend":1405620000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/glasslip","description":"Toko Fukami's family runs a glassware craft studio. Toko and her friends often gather at Cafe Kazemichi, at her friend's house, to relax. During the summer holidays in their final year, a new boy, Kakeru Okikura, joins their high school. He tells Toko that he can hear voices from the future. If she could know what happens in the future, what would she wish for? Toko feels a strange jolting sensation she has never felt before, while noticing an urge she cannot ignore welling up.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/93f86790998560f5a3dfe2d17fb5ff3b1403820617_full.jpg"},"260265":{"summary":"Haikyu!!","datestart":1405854000,"dateend":1405857600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/haikyu","description":"Based off of the original Weekly Shonen Jump manga series from Haruichi Furudate, Haikyu!! is a slice-of-life sports anime revolving around Shōyō Hinata’s love of volleyball. Inspired by a small-statured pro volleyball player, Hinata creates a volleyball team in his last year of middle school. Unfortunately the team is matched up against the \"King of the Court\" Tobio Kageyama’s team in their first tournament and inevitably lose. After the crushing defeat, Hinata vows to surpass Kageyama After entering high school, Hinata joins the volleyball team only to find that Tobio has also joined.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire2\/408d288f1f5310aa4b1820580a33cd601401240207_full.jpg"},"258775":{"summary":"Hamatora","datestart":1405973100,"dateend":1405976700,"address":null,"uri":"http:\/\/www.crunchyroll.com\/hamatora","description":"\"Minimum\"— Otherwise known as \"small miracles\", is a special power that only manifests within a few, select humans. Those who possess this ability are called \"Minimum Holders.\" 2014: Yokohama. The detective duo of Nice and Murasaki, otherwise known as \"Hamatora,\" wait again today for work with their friends at a table at Cafe Nowhere that they use as their agency. Suddenly, a job they receive seems to have a weird connection with the serial killer that their police friend, Art is searching for.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/61849030ff063efbe3db1967e784cca81403722479_full.jpg"},"261597":{"summary":"HaNaYaMaTa","datestart":1405972800,"dateend":1405976400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/hanayamata","description":"Naru is a high school girl who is average in every way. She loves fairy tale heroines, though she’s never had the courage to escape her ordinary life. One day, she sees Hannah, a transfer student, dancing in the moonlit and becomes inspired to learn Yosakoi dancing.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/5960f418c00c5cdc1b21989f4eb9034a1404699660_full.jpg"},"260493":{"summary":"HEROBANK","datestart":1405947600,"dateend":1405951200,"address":null,"uri":"http:\/\/www.crunchyroll.com\/herobank","description":"Kaito Gosho is an elementary school boy has amassed a 10 billion yen debt! The only way he can pay it off is to master “Hero Gi” and win matches in a futuristic cyber sport called “Hero battle.”","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/fbec3fe41be32f4974848bdc817858741396818668_full.jpg"},"237800":{"summary":"Hunter x Hunter","datestart":1406062800,"dateend":1406066400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/hunter-x-hunter","description":"","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/15df7bc2e44c5b7d6dbb577b4af4e2d91342725613_full.jpg"},"261689":{"summary":"INVADERS of the ROKUJYOMA!?","datestart":1405711800,"dateend":1405715400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/invaders-of-the-rokujyoma","description":"Kotaro Satomi is a needy student who started living away from home at the start of high school. he finds a bargain accommodation - only 5,000 yen for a six-tatami mat room. But the room, \"Korona-So room 106,\" is targeted! For various reasons, adorable invaders descend upon Kotaro one after another as soon as he moves in. Each with their own ulterior motives, the battle commences between Kotaro and the girls in a tiny six-tatami mat room.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/efcb90af8fd6560648ab127c978f6ea91405097722_full.jpg"},"260407":{"summary":"JoJo's Bizarre Adventure","datestart":1405708200,"dateend":1405711800,"address":null,"uri":"http:\/\/www.crunchyroll.com\/jojos-bizarre-adventure","description":"Part 1 - Phantom Blood \r\n \r\nIn ancient Mexico, people of Aztec had prospered. They had historic and strange \"Stone Mask\". It was a miraculous mask which brings eternal life and the power of authentic ruler. But the mask suddenly disappeared. \r\n \r\nA long time after that, in late 19th centuries when the thought and life of people were suddenly changing, Jonathan Joestar met with Dio Brando―. They spend time together through boyhood to youth, and the \"Stone Mask\" brings curious fate to them―.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire2\/6a13179dd397fe7d639828f3e4bebe721397506290_full.jpg"},"261553":{"summary":"Locodol","datestart":1405630800,"dateend":1405634400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/locodol","description":"By her uncle’s request, Nanako is an ordinary high school girl who teams up with her upperclassman Yukari to become their town’s local idols. The two get paid by the town to do interviews at malls, appear on local TV broad casts and hold small live events on department store rooftops. Together, the two form the \"locodol\" group Nagarekawa Girls.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/c563935f1f24e9e3be22d7ba55aa8c151404355687_full.jpg"},"261671":{"summary":"Love Stage!!","datestart":1405539900,"dateend":1405543500,"address":null,"uri":"http:\/\/www.crunchyroll.com\/love-stage","description":"","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/d095879534187c6f57546b2aafb8b5361404912213_full.jpg"},"260537":{"summary":"MAGICA WARS","datestart":1406048400,"dateend":1406052000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/magica-wars","description":"Based on the iOS game by DMM Games, personifies Japan's 47 prefectures. In this fantasy, ordinary girls get magical powers to fight against evils in Japan.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire2\/7d0b937a314f9c01f014730fd03c80601396966616_full.jpg"},"261711":{"summary":"Magimoji Rurumo","datestart":1405738800,"dateend":1405742400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/magimoji-rurumo","description":"","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/002993d33e4885a21359e4bffdef6ebe1405117867_full.jpg"},"260395":{"summary":"Majin Bone","datestart":1406034000,"dateend":1406037600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/majin-bone","description":"Now, in the modern age, the creator of the unvierse, Majin, has revived suddenly. \r\nAt the same time, visitors from the darkness have descended to Earth. \r\nAs danger nears the Earth, three men pursue a young boy. \r\n“Is he a match? Could he really be humanity's last hope?”","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire2\/0ba77ad51b68432952911659d1ab14ae1396374474_full.jpg"},"261809":{"summary":"Momo Kyun Sword","datestart":1406061000,"dateend":1406064600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/momo-kyun-sword","description":"Momoko is a beautiful young sword fighter who was born inside a peach (momo in Japanese). She lives with her constant companions—the dog god Inugami, the monkey god Sarugami, and the pheasant god Kijigami—in a peaceful paradise. However, a demon army led by devil king invades the paradise and steals the precious treasure that protects Momoko's land. To retrieve the treasure and save the people, Momoko embarks on a great adventure with her three companions. \r\nRead more at http:\/\/myanimelist.net\/anime\/22225\/Momo_Kyun_Sword#cErJoMsfw4Md3xjL.99","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/fdaae847bf04501daad0ab5af7f0a50c1404853359_full.jpg"},"261811":{"summary":"Monthly Girls' Nozaki-kun","datestart":1405890300,"dateend":1405893900,"address":null,"uri":"http:\/\/www.crunchyroll.com\/monthly-girls-nozaki-kun","description":"","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/49060cb7e02dd3d338273d2530e4888f1404663731_full.jpg"},"42852":{"summary":"Naruto Shippuden","datestart":false,"dateend":3600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/naruto-shippuden","description":"Naruto Uzumaki wants to be the best ninja in the land. He's done well so far, but with the looming danger posed by the mysterious Akatsuki organization, Naruto knows he must train harder than ever and leaves his village for intense exercises that will push him to his limits.","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/944e404bf1517f80afdc6e4ec3e725fd1402016921_full.jpg"},"261601":{"summary":"Nobunaga Concerto","datestart":1405494000,"dateend":1405497600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/nobunaga-concerto","description":"Due to some unlikely events, Saburo is flung back in time to the Sengoku Era. In the past, he meets a young, but  sickly Oda Nobunaga, one of Japan’s greatest war lords. Unable to shake Saburo’s uncanny resemblance to himself, Nobunaga asks Saburo to take his place as war lord. Equip with knowledge from the modern era, will Saburo be able to unite Japan?","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/4b9962bd4325806abe69e731537320f01405113747_full.jpg"},"257631":{"summary":"One Piece","datestart":false,"dateend":3600,"address":null,"uri":"http:\/\/www.crunchyroll.com\/one-piece","description":"Monkey. D. Luffy refuses to let anyone or anything stand in the way of his quest to become the king of all pirates. With a course charted for the treacherous waters of the Grand Line and beyond, this is one captain who'll never give up until he's claimed the greatest treasure on Earth: the Legendary One Piece!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire1\/e7c936b5eacd4fd0f89bd7b651954e6b1383245216_full.jpg"},"260489":{"summary":"ORECA BATTLE","datestart":1405945800,"dateend":1405949400,"address":null,"uri":"http:\/\/www.crunchyroll.com\/oreca-battle","description":"Orega Fire, the young, Oreca-loving main character.  One day a mysterious treasure chest that has the power to summon monsters into this realm appears.  His name is none other than Pandora.  \r\n \r\nAs they encounter countless battles together, the friendship between Fire and his monsters grows.  \r\n \r\nHowever, Fire and his monsters are soon involved in a battle with the Demon King Mus who threatens the peace and harmony of the Oreca world.  \r\nA never before seen Oreca Battle is about to unfold!","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire4\/a01439db4b5d72b448fe33c6af920a181396811495_full.jpg"},"261599":{"summary":"Persona4 the Golden ANIMATION","datestart":1405631700,"dateend":1405635300,"address":null,"uri":"http:\/\/www.crunchyroll.com\/persona4-the-golden-animation","description":"Spring. Far from the city, time flows peacefully in this rural town. As the cherry blossoms scatter in the wind, a young man named Yu Narukami steps off the train at Yasoinaba Station.  Yu has come to this town, where his uncle lives, for family reasons; he will be transferring into the local high school, Yasogami High.  And so begins his school life... The shopping mall after school. A series of murders taking place in town. The Midnight Channel, airing late at night....  What lies in store for Yu and his friends ‘this time around?","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire2\/eb010c5efc2550478889040ace097fa41404850653_full.jpg"},"261585":{"summary":"Rail Wars!","datestart":1405832400,"dateend":1405836000,"address":null,"uri":"http:\/\/www.crunchyroll.com\/rail-wars","description":"","poster":"http:\/\/img1.ak.crunchyroll.com\/i\/spire3\/045f658134f40dd90bef9580e215b8241404452402_full.jpg"}}